{
  "dictionary": [
    {"word": "BATTLE", "definition": "Fertile. See Battel, a. [Obs.]"},
    {"word": "ULCERATE", "definition": "To be formed into an ulcer; to become ulcerous."},
    {"word": "ENLIGHTENMENT", "definition": "Act of enlightening, or the state of being enlightened orinstructed."},
    {"word": "FANION", "definition": "A small flag sometimes carried at the head of the baggage of abrigade. [Obs.]"},
    {"word": "TURFEN", "definition": "Made of turf; covered with turf."},
    {"word": "LATITATION", "definition": "A lying in concealment; hiding. [Obs.]"},
    {"word": "MOISTY", "definition": "Moist. [Obs.]"},
    {"word": "ORTHODOXICAL", "definition": "Pertaining to, or evincing, orthodoxy; orthodox."},
    {"word": "AMYLOGENESIS", "definition": "The formation of starch."},
    {"word": "PILASTERED", "definition": "Furnished with pilasters."},
    {"word": "COGITATION", "definition": "The act of thinking; thought; meditation; contemplation. \"Fixedin cogitation deep.\" Milton."},
    {"word": "ALDEBARAN", "definition": "A red star of the first magnitude, situated in the eye ofTaurus; the Bull's Eye. It is the bright star in the group called theHyades.Now when Aldebaran was mounted high Above the shiny Cassiopeia'schair. Spenser."},
    {"word": "CAGOT", "definition": "One of a race inhabiting the valleys of the Pyrenees, who until1793 were political and social outcasts (Christian Pariahs). They aresupposed to be a remnant of the Visigoths."},
    {"word": "COMOSE", "definition": "Bearing a tuft of soft hairs or down, as the seeds of milkweed.Gray."},
    {"word": "DEMUR", "definition": "To interpose a demurrer. See Demurrer, 2."},
    {"word": "MILKMAN", "definition": "A man who sells milk or delivers is to customers."},
    {"word": "STEERLING", "definition": "A young small steer."},
    {"word": "ATMO", "definition": "The standard atmospheric pressure used in certain physicalmeasurements calculations; conventionally, that pressure under whichthe barometer stands at 760 millimeters, at a temperature of 0Centigrade, at the level of the sea, and in the latitude of Paris.Sir W. Thomson."},
    {"word": "WIMBLE", "definition": "An instrument for boring holes, turned by a handle.Specifically:(a) A gimlet. \" It is but like the little wimble, to let in thegreater auger.\" Selden.(b) A stonecutter's brace for boring holes in stone.(c) An auger used for boring in earth."},
    {"word": "DIRECTNESS", "definition": "The quality of being direct; straightness; straightforwardness;immediateness."},
    {"word": "DESKWORK", "definition": "Work done at a desk, as by a clerk or writer. Tennyson."},
    {"word": "UNPAINT", "definition": "To remove the paint from; to efface, as a painting. Parnell."},
    {"word": "VICTORIUM", "definition": "A probable chemical element discovered by Sir William Crookesin 1898. Its nitrate is obtained byy practical decomposition andcrystallization of yttrium nitrate. At. wt., about 117."},
    {"word": "CRIMINOLOGY", "definition": "A treatise on crime or the criminal population.-- Crim`i*nol\"o*gist (-j, n."},
    {"word": "MOHICANS", "definition": "A tribe of Lenni-Lenape Indians who formerly inhabited WesternConnecticut and Eastern New York. [Written also Mohegans.]"},
    {"word": "MARRUBIUM", "definition": "A genus of bitter aromatic plants, sometimes used in medicine;hoarhound."},
    {"word": "HOSTLESS", "definition": "Inhospitable. [Obs.] \"A hostless house.\" Spenser."},
    {"word": "DECERP", "definition": "To pluck off; to crop; to gather. [Obs.]"},
    {"word": "DEADBEAT", "definition": "Making a beat without recoil; giving indications by a singlebeat or excursion; -- said of galvanometers and other instruments inwhich the needle or index moves to the extent of its deflection andstops with little or no further oscillation. Deadbeat escapement. Seeunder Escapement."},
    {"word": "UNMORALIZED", "definition": "Not restrained or tutored by morality. Norris."},
    {"word": "BEATITUDE", "definition": "Beatification. Milman."},
    {"word": "UNCOMMON", "definition": "Not common; unusual; infrequent; rare; hence, remarkable;strange; as, an uncommon season; an uncommon degree of cold or heat;uncommon courage."}
  ]
}
